[
  {
    "id": "urban-night-photography",
    "title": "Urban Night Photography",
    "location": "Chicago, Illinois, USA",
    "lat": 41.8335928,
    "lon": -87.8966869,
    "year": 2020,
    "description": "Chicago, Illinois, is home to roughly three million people, but the wider metropolitan area includes nearly 10 million. By day, the cement-colored urban center blends into suburbs and farmland. By night, the region's ten million people cannot be missed. Study of urban growth, light pollution, and energy consumption.",
    "issImage": "https://eol.jsc.nasa.gov/DatabaseImages/debriefing/highres/ISS007/ISS007-E-16525.JPG",
    "highlights": [
      "Purpose: Research urban growth patterns, light pollution levels, and energy consumption in densely populated areas",
      "Event & Cause: Development of electrical grid networks and urbanization driven by population growth and economic concentration",
      "Impact: Helps governments and planners assess lighting efficiency and resource management, reveals economic disparities through regional brightness",
      "Timing: Continuous observations as part of Crew Earth Observations (CEO) missions, conducted over many years (post-2000)",
      "Significance: ISS imagery provides unique perspective on global urbanization trends and environmental impact"
    ],
    "difficulty": "easy",
    "briefing": "Your mission is to photograph urban areas at night to study urban sprawl and light pollution. Urban areas will be marked in red on Earth's surface."
  },
  {
    "id": "wildfire-disaster",
    "title": "Wildfire Disaster Monitoring",
    "location": "Los Angeles, California, USA",
    "lat": 34.0200392,
    "lon": -118.7413805,
    "year": 2020,
    "description": "On Jan. 10, 2025, NASA astronaut Don Pettit captured images of Los Angeles fires from the International Space Station. Multiple destructive fires broke out in Los Angeles County hills, fueled by dry landscape and winds gusting up to 100 mph. Real-time data collection on wildfire scale, wind direction, and smoke volume.",
    "issImage": "https://www.nasa.gov/wp-content/uploads/2025/01/gg6dnlmxqaaqfoe.jpg",
    "highlights": [
      "Purpose: Provide real-time data on fire scale, wind direction, and smoke volume to support firefighting and air quality management",
      "Event & Cause: Large-scale wildfires primarily caused by prolonged drought (climate change), strong winds, and human negligence or electrical failures",
      "Impact: Massive CO2 emissions, widespread air pollution, loss of life/property, and ecosystem destruction",
      "Timing: Typically during dry season/fire season in regions like California, Amazon, or Australia (August-October annually)",
      "Significance: ISS imagery helps estimate comprehensive damage and supports emergency response coordination"
    ],
    "difficulty": "medium",
    "briefing": "Your mission is to photograph active wildfires to monitor their scale and impact. Fire-affected areas will be marked in red on Earth's surface."
  },
  {
    "id": "aurora-observation",
    "title": "Aurora Observation",
    "location": "Southern Ocean, Australia",
    "lat": -37.9659692,
    "lon": 143.8047059,
    "year": 2022,
    "description": "Study of interaction between solar wind and Earth's magnetic field (Space Weather). Provides data on how energy is transferred into Earth's atmosphere.",
    "issImage": "https://cdn.mos.cms.futurecdn.net/C66Uf6e4Dso7hUxxR2uN9V.jpg",
    "highlights": [
      "Purpose: Research interaction between solar wind and Earth's magnetic field, providing data on energy transfer into Earth's atmosphere",
      "Event & Cause: Aurora Australis phenomenon caused by charged particles from solar wind colliding with atmospheric atoms near the South Pole",
      "Observation Details: 20-minute time-lapse sequence (19:13:45 to 19:33:41 GMT) showing Green and Red Aurora Australis over Southern Ocean",
      "Geographic Coverage: Image sequence begins halfway between Africa and Antarctica, ending with Australia and Perth city lights visible",
      "Impact: Aurora itself is harmless, but solar storms can disrupt GPS/radio signals, damage satellites, and cause power grid failures at high latitudes",
      "Significance: ISS provides unique vantage point to study space weather effects and atmospheric interactions in real-time"
    ],
    "difficulty": "hard",
    "briefing": "Your mission is to photograph aurora displays in high latitude regions. Aurora activity areas will be marked in red on Earth's surface."
  }
]
