[
  {
    "id": "volcano-eruption",
    "title": "Núi lửa Eyjafjallajökull phun trào",
    "location": "Iceland",
    "lat": 63.6314,
    "lon": -19.6083,
    "year": 2010,
    "description": "Núi lửa Eyjafjallajökull ở Iceland phun trào, tạo ra đám mây tro bụi khổng lồ gây gián đoạn giao thông hàng không toàn cầu",
    "issImage": "https://eol.jsc.nasa.gov/DatabaseImages/ESC/small/ISS023/ISS023-E-27385.JPG",
    "highlights": [
      "Nguyên nhân: Magma nóng chảy từ bên dưới băng giá làm tan băng và gây phun trào bùng nổ",
      "Kết quả: Hơn 100,000 chuyến bay bị hủy, 10 triệu hành khách bị ảnh hưởng trong 6 ngày",
      "Ý nghĩa: Sự kiện gián đoạn hàng không lớn nhất kể từ Thế chiến II",
      "Thực tế thú vị: Tro bụi phun lên cao tới 9km, ISS có thể quan sát đám mây tro từ không gian"
    ],
    "difficulty": "medium",
    "briefing": "Nhiệm vụ của bạn là chụp ảnh núi lửa Eyjafjallajökull đang phun trào ở Iceland. Đám mây tro bụi sẽ được đánh dấu màu đỏ trên bề mặt Trái Đất."
  },
  {
    "id": "city-night",
    "title": "Thành phố Tokyo về đêm",
    "location": "Tokyo, Japan",
    "lat": 35.6762,
    "lon": 139.6503,
    "year": 2015,
    "description": "Tokyo - một trong những đô thị sáng nhất thế giới khi nhìn từ không gian, với hệ thống đèn đường và tòa nhà rực rỡ",
    "issImage": "https://eol.jsc.nasa.gov/DatabaseImages/ESC/small/ISS045/ISS045-E-27869.JPG",
    "highlights": [
      "Đặc điểm: Tokyo là vùng đô thị lớn nhất thế giới với hơn 37 triệu dân",
      "Ánh sáng: Cường độ ánh sáng đêm ở Tokyo cao gấp 10 lần các thành phố thông thường",
      "Ý nghĩa: Ảnh chụp từ ISS giúp nghiên cứu mức độ đô thị hóa và ô nhiễm ánh sáng",
      "Thực tế thú vị: Phi hành gia ISS có thể dễ dàng nhận ra Tokyo nhờ hình dạng vịnh Tokyo đặc trưng"
    ],
    "difficulty": "easy",
    "briefing": "Nhiệm vụ của bạn là chụp ảnh thành phố Tokyo rực rỡ về đêm. Khu vực đô thị sẽ được đánh dấu màu đỏ trên bề mặt Trái Đất."
  },
  {
    "id": "amazon-deforestation",
    "title": "Phá rừng Amazon",
    "location": "Amazon Rainforest, Brazil",
    "lat": -3.4653,
    "lon": -62.2159,
    "year": 2019,
    "description": "Khu vực rừng Amazon bị phá rừng trên diện rộng, gây lo ngại về biến đổi khí hậu toàn cầu",
    "issImage": "https://eol.jsc.nasa.gov/DatabaseImages/ESC/small/ISS060/ISS060-E-18384.JPG",
    "highlights": [
      "Nguyên nhân: Khai thác gỗ trái phép, chăn nuôi gia súc, và nông nghiệp quy mô lớn",
      "Kết quả: Mất hơn 10,000 km² rừng mỗi năm, tương đương diện tích 10 thành phố lớn",
      "Ý nghĩa: Amazon chứa 10% sinh quyển Trái Đất và tạo ra 20% lượng oxy toàn cầu",
      "Thực tế thú vị: ISS theo dõi tốc độ mất rừng Amazon qua nhiều năm, giúp cảnh báo sớm",
      "Cảnh báo: Nếu mất thêm 20-25% diện tích rừng, Amazon có thể biến thành đồng cỏ khô"
    ],
    "difficulty": "hard",
    "briefing": "Nhiệm vụ của bạn là chụp ảnh khu vực phá rừng Amazon. Khu vực rừng bị tàn phá sẽ được đánh dấu màu đỏ trên bề mặt Trái Đất."
  }
]
